Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/pikku_kirjat_-sarja_ilmestyi_inarin-_ja_pohjoissaameksi.html.tmx
Source language: fin
Languages: smn

source: Pikku kirjat -sarja ilmestyi inarin- ja pohjoissaameksi
smn: Uccâ kirjááh -ráiđu almostui anarâš- já tavesämikiellân

source: Uʹcc ǩeerja (Pikku kirjat) koltansaamenkielinen digikirjasarja on ilmestynyt inarin- ja pohjoissaameksi.
smn: Uʹcc ǩeerja (Uccâ kirjááh) nuorttâsämikielâlâš digikirjeráiđu lii almostum anarâš- já tavesämikiellân.

source: Kirjat opastavat tavallisiin saamen kielen sanoihin, kuten kulkemisverbeihin ja väreihin, ja vaatteiden ja ruokien nimityksiin.
smn: Kirjeh uápisteh táváláid sämikielâ saanijd, tegu jotteemverbáid já ivnijd, já pihtâsij já purrâmušâi nomâttâssáid.

source: Kirjat edistävät samalla kielioppiasioita ja lukemaan oppimista.
smn: Kirjeh ovdedeh siämmást kielâoppâaašijd já luuhâm oppâm.

source: Kirjoista on valmistettu kaksi versiota, tavutettu ja ilman tavuja sekä lisäksi kuhunkin teemaan liittyvä harjoituskirja.
smn: Kiirjijn lii rahtum kyehti eres heiviittâs, stavâlistum já stavâlijttáá sehe lasseen jieškote–uv fáádán lahtee hárjuttâskirje.

source: Uʹcc ǩeerja -digikirjojen sarja syntyi Sevettijärven koulun koltansaamen kielen opettaja Maria Porsangerin ehdotuksesta.
smn: Uʹcc ǩeerja -digikiirjij ráiđu šoodâi Čevetjäävri škoovlâ nuorttâkielâ máttáátteijee Maria Porsanger iävtuttâsâst.

source: Kirjat on käsikirjoittanut ja kuvittanut Esther Berelowitsch, joka työskentelee Saamelaiskäräjillä oppimateriaalin projektityöntekijänä.
smn: Kiirjijd lii kietâčáállám já kuvvim Esther Berelowitsch, kote parga Sämitiggeest oppâmateriaal proojeektpargen.

source: Laura Ylinampa on kääntänyt kirjat inarinsaameksi, ja Arla Magga pohjoissaameksi.
smn: Laura Ylinampa lii jurgâlâm kiirjijd anarâškielân, já Arla Magga tavesämikielân.

source: Uʹcc ǩeerja -työryhmään kuuluvat Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff, Petra Kuuva, Heli Aikio ja Aura Pieski.
smn: Uʹcc ǩeerja -pargojuávkun kuleh Maria Porsanger, Raija Lehtola, Tiina Sanila-Aikio, Anna-Katariina Feodoroff, Petra Kuuva, Heli Aikio já Aura Pieski.

source: Digikirjan teknisestä toteutuksesta ovat vastanneet Unni Länsman ja Esther Berelowitsch.
smn: Digikirje teknisâš olášutmist lává västidâm Unni Länsman já Esther Berelowitsch.

source: Sarja täydentyy edelleen ensi vuonna.
smn: Ráiđu ain tievâsmuvá puáttee ive.

source: Kaikille avoimet linkit inarinsaamenkielisiin kirjoihin:
smn: Puohháid ávus liiŋkah anarâškielâg kirjijd:

source: Puájui já Jievjâm: lukukirja , lukukirja tavutettu , harjoituskirja
smn: Puájui já Jievjâm: luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje

source: Siemâ: lukukirja , lukukirja tavutettu , harjoituskirja
smn: Siemâ: luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje

source: Eljas: lukukirja , lukukirja tavutettu , harjoituskirja
smn: Eljas: luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje

source: Kaikille avoimet linkit pohjoissaamenkielisiin kirjoihin:
smn: Puohháid ávus liiŋkah tavesämikielâg kirjijd:

source: Sieđga ja Luhppu: lukukirja , lukukirja tavutettu , harjoituskirja
smn: Sieđga ja Luhppu: luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje

source: Siepman: lukukirja , lukukirja tavutettu , harjoituskirja
smn: Siepman: luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje

source: Elias: lukukirja , lukukirja tavutettu , harjoituskirja
smn: Elias: luuhâmkirje , luuhâmkirje stavâlistum , hárjuttâskirje

source: Kirjat on julkaissut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
smn: Kiirjijd lii almostittám Sämitige škovlim- já oppâmateriaaltoimâttâh

source: Lisätietoja:
smn: Lasetiäđuh:

source: Esther Berelowitsch Koltansaamenkielinen oppimateriaalin projektityöntekijä esther.berelowitsch@samediggi.fi
smn: Esther Berelowitsch Nuorttâkielâlâš oppâmateriaal proojeektpargee esther.berelowitsch@samediggi.fi
